{
    "version": "https://jsonfeed.org/version/1",
    "title": "21wcer.github.io",
    "description": "",
    "home_page_url": "https://21wcer.github.io",
    "feed_url": "https://21wcer.github.io/feed.json",
    "user_comment": "",
    "icon": "https://21wcer.github.io/media/website/notepad-1558811_1920.jpg",
    "author": {
        "name": "21wcer"
    },
    "items": [
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-2.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-2.html",
            "title": "摇头晃脑不严肃读《资治通鉴》2",
            "summary": "2024年11月17日。 日子很神圣，是我肉身存在的凭据，所以，先把它写出来。以后要成为惯例。 我今天又开始翻书，近期估计都是《资治通鉴》居多。当然，其他的书如果我恰好想翻翻读读，也是可以的。一直读的都是一本书，时间长了也可能会倒灶想吐的。翻书是个好习惯，要坚持。 王磐所作《兴文署新刊资治通鉴序》开篇即言，各种“载籍之文”多得很，不晓得选择想全部看完，那你不是在做梦就是躺在床头说胡话，一辈子都不可能的。如果盲目去干，恭喜，佛家讲的入海算沙，“穷年不能究其辞，没世不能通其义”。没错，别躲，说的就是我。这把年纪了，还啥子都想学，可能不？美的你！ 君子之学，期于适用。如果一味驰骛高远，陷溺异端，放浪词华，“皆不足谓之学也”，被先生打屁股，大概也是不冤的。什么是适用，这儿给了你定义：议事以制，政乃不迷。 司马光先生写此书的不容易，这儿又复述了一遍。一系列的排比句，搞得我头都有点晕。接着又讲设置兴文署的由来。这是必须的，不然今天有些好书你就没得翻了。 王磐最后这段话深得我心。“噫！遐乡小邑，虽有长材秀民，向慕于学而无书可读，悯默以空老者多矣。”人家说的是实话，咱也得都被点赞。只是现在手边到处都是书，也不见多少人读，都去刷短视频打游戏去了，估计以后一生的自我总结文，“空老”二字也是有位置的。不是说那些行为不好，只是真正读书的人少了，我也甚是遗憾。 别小看一本书，力量大得很。张留侯因圯上老人出袖中书而成为万乘师，穆伯长因镂昌黎文集而天下文风变。知识就是力量，观点强化此处对我再+1。 接下来读到御制的《资治通鉴序》。皇帝作序，算是对这个事挺重视的了。我们来看看宋神宗都说了啥。 六个词：畜德，笃实，日新。三宗旨：明得失之迹，存王道之正，垂鉴戒于后世。一眼一眼看，我闻到书页中基本都是老酒的味道。 然后又讲司马光先生的成书经过与不容易，就网罗收集了好多书，做了好多考据甄别工作，开了写史的体例先河，“是非不谬于圣人，褒贬出于至当”，正礼教，明纲纪。我看出来了，用了一些夸张的修辞手法。不过不影响本人在此对司马光先生再次致敬。 我恍惚打盹间听见宋神宗在御花园里自言自语：司马光这傢伙还是有两下的，赏，大大的赏，书名我也给他定了，就叫《资治通鉴》。&hellip;",
            "content_html": "<p>2024年11月17日。</p>\n<p>日子很神圣，是我肉身存在的凭据，所以，先把它写出来。以后要成为惯例。</p>\n<p>我今天又开始翻书，近期估计都是《资治通鉴》居多。当然，其他的书如果我恰好想翻翻读读，也是可以的。一直读的都是一本书，时间长了也可能会倒灶想吐的。翻书是个好习惯，要坚持。</p>\n<p>王磐所作《兴文署新刊资治通鉴序》开篇即言，各种“载籍之文”多得很，不晓得选择想全部看完，那你不是在做梦就是躺在床头说胡话，一辈子都不可能的。如果盲目去干，恭喜，佛家讲的入海算沙，“穷年不能究其辞，没世不能通其义”。没错，别躲，说的就是我。这把年纪了，还啥子都想学，可能不？美的你！</p>\n<p>君子之学，期于适用。如果一味驰骛高远，陷溺异端，放浪词华，“皆不足谓之学也”，被先生打屁股，大概也是不冤的。什么是适用，这儿给了你定义：议事以制，政乃不迷。</p>\n<p>司马光先生写此书的不容易，这儿又复述了一遍。一系列的排比句，搞得我头都有点晕。接着又讲设置兴文署的由来。这是必须的，不然今天有些好书你就没得翻了。</p>\n<p>王磐最后这段话深得我心。“噫！遐乡小邑，虽有长材秀民，向慕于学而无书可读，悯默以空老者多矣。”人家说的是实话，咱也得都被点赞。只是现在手边到处都是书，也不见多少人读，都去刷短视频打游戏去了，估计以后一生的自我总结文，“空老”二字也是有位置的。不是说那些行为不好，只是真正读书的人少了，我也甚是遗憾。</p>\n<p>别小看一本书，力量大得很。张留侯因圯上老人出袖中书而成为万乘师，穆伯长因镂昌黎文集而天下文风变。知识就是力量，观点强化此处对我再+1。</p>\n<p>接下来读到御制的《资治通鉴序》。皇帝作序，算是对这个事挺重视的了。我们来看看宋神宗都说了啥。</p>\n<p>六个词：畜德，笃实，日新。三宗旨：明得失之迹，存王道之正，垂鉴戒于后世。一眼一眼看，我闻到书页中基本都是老酒的味道。</p>\n<p>然后又讲司马光先生的成书经过与不容易，就网罗收集了好多书，做了好多考据甄别工作，开了写史的体例先河，“是非不谬于圣人，褒贬出于至当”，正礼教，明纲纪。我看出来了，用了一些夸张的修辞手法。不过不影响本人在此对司马光先生再次致敬。</p>\n<p>我恍惚打盹间听见宋神宗在御花园里自言自语：司马光这傢伙还是有两下的，赏，大大的赏，书名我也给他定了，就叫《资治通鉴》。</p>\n<p>读了两天都还在序文中打转转。我对自己的阅读速度也是暗暗佩服的。</p>\n<p>哪里天黑哪里歇，读到哪儿算哪儿，又没人定任务。</p>\n<p>明天太阳照常升起，咱以后又读。</p>\n<p> </p>\n<p> </p>\n<p> </p>",
            "image": "https://21wcer.github.io/media/posts/6/IMG_0927.jpeg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-17T17:26:27+08:00",
            "date_modified": "2024-11-17T17:29:44+08:00"
        },
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-1.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-1.html",
            "title": "摇头晃脑不严肃读《资治通鉴》1",
            "summary": "2024年11月15日。我打开了《资治通鉴》这本书。 选的版本是宋胡三省的注本。 版本、刻本的事，咱不是专家学者，就懒得管了。 PS：最近看见浙版蓝本三民书局稿《资治通鉴》，很心仪，但价格小贵小贵，咱这守财奴，知道自己是不会买的😀。 大多数人都说好的，那一定是好的。管他什么版本，顺手捡来。泡一杯茶，正二八经翻起，读起。竖版真的有点不符阅读习惯。 《资治通鉴》是古典编年史。司马光加3个或N个以上助手，耗时19年整的书（记录公元前403-公元959间1362年的令掌权者汲取管理智慧的事）。19年都够一个人从幼儿成长为青年了，能坚持这么久，真是有情怀的。 柏杨坐牢，为不虚度光阴，翻译《资治通鉴》。胡三省是为躲兵祸，“释通鉴三十年，兵难，稿三失”。有大把时间搞这个事，人家都是有原因的。咱饱食终日，也得找点事做，算是消食度日了。 书名是宋神宗赐的，“鉴于往事，有资于治道”，还写了序。大有来头，大有嚼头，“专取关国家盛衰，系生民休戚，善可为法，恶可为戒者以为是书”。 经以载道，史以记事。人君，人臣，人子，三种人都要学通鉴，不然，大帽子盖上来。其实，咱们小人物，不学，一辈子也还不是过得好好的🍎。总是强调意义，有的时候扎实令人厌烦。 这本书是不好读的。司马光说书整完工后，只有王胜之一个人借去一读，他人读未尽一纸，已欠伸思睡（胡三省《新注资治通鉴序》）。辛酸极了。 讲到睡觉，我也是困了。睡觉去。 （202411152230）",
            "content_html": "<p>2024年11月15日。我打开了《资治通鉴》这本书。</p>\n<p>选的版本是宋胡三省的注本。</p>\n<p>版本、刻本的事，咱不是专家学者，就懒得管了。</p>\n<p>PS：最近看见浙版蓝本三民书局稿《资治通鉴》，很心仪，但价格小贵小贵，咱这守财奴，知道自己是不会买的😀。</p>\n<p>大多数人都说好的，那一定是好的。管他什么版本，顺手捡来。泡一杯茶，正二八经翻起，读起。竖版真的有点不符阅读习惯。</p>\n<p>《资治通鉴》是古典编年史。司马光加3个或N个以上助手，耗时19年整的书（记录公元前403-公元959间1362年的令掌权者汲取管理智慧的事）。19年都够一个人从幼儿成长为青年了，能坚持这么久，真是有情怀的。</p>\n<p>柏杨坐牢，为不虚度光阴，翻译《资治通鉴》。胡三省是为躲兵祸，“释通鉴三十年，兵难，稿三失”。有大把时间搞这个事，人家都是有原因的。咱饱食终日，也得找点事做，算是消食度日了。</p>\n<p>书名是宋神宗赐的，“鉴于往事，有资于治道”，还写了序。大有来头，大有嚼头，“专取关国家盛衰，系生民休戚，善可为法，恶可为戒者以为是书”。</p>\n<p>经以载道，史以记事。人君，人臣，人子，三种人都要学通鉴，不然，大帽子盖上来。其实，咱们小人物，不学，一辈子也还不是过得好好的🍎。总是强调意义，有的时候扎实令人厌烦。</p>\n<p>这本书是不好读的。司马光说书整完工后，只有王胜之一个人借去一读，他人读未尽一纸，已欠伸思睡（胡三省《新注资治通鉴序》）。辛酸极了。</p>\n<p>讲到睡觉，我也是困了。睡觉去。</p>\n<p>（202411152230）</p>\n<p> </p>",
            "image": "https://21wcer.github.io/media/posts/5/glasses-1052010_1280.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-15T22:30:13+08:00",
            "date_modified": "2024-11-15T22:32:23+08:00"
        },
        {
            "id": "https://21wcer.github.io/mang-huo-liao-yi-tian.html",
            "url": "https://21wcer.github.io/mang-huo-liao-yi-tian.html",
            "title": "忙活了一天",
            "summary": "休假了，应该是走亲访友，外出旅游，超市购物等等。 我没有，身体不行，只能小范围活动。 可我收缩得实在有点窄。一整天都是蜗居在家。 总要找点事做。 想起许久前就想搞一个文字园子地。不如今天开干？ 上网查资料，各种对比。 最终选定用这个publii。原因是不用写代码，看着界面也甚合眼缘。 就它，一搞就是一整天。 假期减少了一天，我收获了一个可以嘀嘀咕咕的角落。 还是有意义的。",
            "content_html": "<p>休假了，应该是走亲访友，外出旅游，超市购物等等。\n我没有，身体不行，只能小范围活动。\n可我收缩得实在有点窄。一整天都是蜗居在家。\n总要找点事做。\n想起许久前就想搞一个文字园子地。不如今天开干？\n上网查资料，各种对比。\n最终选定用这个publii。原因是不用写代码，看着界面也甚合眼缘。\n就它，一搞就是一整天。\n假期减少了一天，我收获了一个可以嘀嘀咕咕的角落。\n还是有意义的。</p>",
            "image": "https://21wcer.github.io/media/posts/4/leaf-8144517_1920.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "记录"
            ],
            "date_published": "2024-11-15T18:25:50+08:00",
            "date_modified": "2024-11-15T18:27:29+08:00"
        },
        {
            "id": "https://21wcer.github.io/shi-jian-xiao-jie-yi-qie.html",
            "url": "https://21wcer.github.io/shi-jian-xiao-jie-yi-qie.html",
            "title": "时间消解一切",
            "summary": "时光真的是最好的疗愈师。没有什么是神圣的，一切都会随着时间消解。 就我而言。１岁时，世界混沌未知，我成天沉睡。10岁时，世界有了颜色。我有了分别心，喜好牵着我的心走，时常跌倒，然后又爬起来行走。20岁时，我把自己放得很卑微。世界上神秘的东西，让我向往，它们戴上神圣的帽子；那些大人物，距离使我看不清他们，他们身后都洒上神圣的光环。30岁，我对世界充满了钝感力。但还是有一些东西或观点会蒙蔽我的大脑与眼睛。还没有完全独立，对生死得失充满畏惧。 再后来4050，我不再年轻。活得越长，经历越多，我对自己和世界都没有看法了。通透了知活在此时此地，彻悟当下才是唯一。 也就没有什么是神圣的了。",
            "content_html": "<p>时光真的是最好的疗愈师。没有什么是神圣的，一切都会随着时间消解。<br><br>就我而言。１岁时，世界混沌未知，我成天沉睡。10岁时，世界有了颜色。我有了分别心，喜好牵着我的心走，时常跌倒，然后又爬起来行走。20岁时，我把自己放得很卑微。世界上神秘的东西，让我向往，它们戴上神圣的帽子；那些大人物，距离使我看不清他们，他们身后都洒上神圣的光环。30岁，我对世界充满了钝感力。但还是有一些东西或观点会蒙蔽我的大脑与眼睛。还没有完全独立，对生死得失充满畏惧。<br><br>再后来4050，我不再年轻。活得越长，经历越多，我对自己和世界都没有看法了。通透了知活在此时此地，彻悟当下才是唯一。</p>\n<p>也就没有什么是神圣的了。</p>",
            "image": "https://21wcer.github.io/media/posts/3/volcano-8488486_1280.webp",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T14:17:10+08:00",
            "date_modified": "2024-11-15T22:45:37+08:00"
        },
        {
            "id": "https://21wcer.github.io/xian-shuo-ji-ju.html",
            "url": "https://21wcer.github.io/xian-shuo-ji-ju.html",
            "title": "先说几句",
            "summary": "按例，有一样新东西，必须是先说几句什么的。 我不是一个特立独行的人，我循常例。 首先，为了对抗衰老、遗忘，我必须建立一个记录的地方。 乱逛乱逛的，找到了这个地方。简单，直接，方便，是我喜欢的方式。 它叫publii，老实说，这个英文字现在代表什么意思，我还真不知道。 我就是一个很懒的人。连查查字典都觉得费事。要知道它的意思，以后的机缘随时都有。 其次，我的思想，如果可以称为思想的话，必须找一个安放的地方。 灵魂虚无缥缈，思想可以用一个个字事具象化表达。 这儿本质上就是个人仓库，那些好的坏的美的丑的脏的净的各种想法，可以一股脑胡乱堆放在这里。 无须有序，主打一个随意。 再次，在我大多数沉默的时间里，它可以充当我人生的留白处。 当我想言说的时候，我就可以写写，没有秩序，散漫自由，束缚与桎梏是不存在的。&hellip;",
            "content_html": "<p>按例，有一样新东西，必须是先说几句什么的。<br>我不是一个特立独行的人，我循常例。<br>首先，为了对抗衰老、遗忘，我必须建立一个记录的地方。<br>乱逛乱逛的，找到了这个地方。简单，直接，方便，是我喜欢的方式。<br>它叫publii，老实说，这个英文字现在代表什么意思，我还真不知道。<br>我就是一个很懒的人。连查查字典都觉得费事。要知道它的意思，以后的机缘随时都有。<br>其次，我的思想，如果可以称为思想的话，必须找一个安放的地方。<br>灵魂虚无缥缈，思想可以用一个个字事具象化表达。<br>这儿本质上就是个人仓库，那些好的坏的美的丑的脏的净的各种想法，可以一股脑胡乱堆放在这里。<br>无须有序，主打一个随意。<br>再次，在我大多数沉默的时间里，它可以充当我人生的留白处。<br>当我想言说的时候，我就可以写写，没有秩序，散漫自由，束缚与桎梏是不存在的。<br>我就是自己的读者，他人与我何干。取悦大众，尘欲显己，虚荣且虚伪，吾不屑为。<br>最后，知行要合一。放再多的屁冲不走迷惘，改变不了境遇，坐而论道不如起而行之，行胜于言是永恒的道理。<br>那怕是在书本上划几条线，在笔记上写几行字，到阳台上浇浇花，在街边看看养眼的美女，都比成天静默宴坐对身体有益。<br>何况我还有若干体检指标上上下下的。<br>诸恶莫作，众善奉行。我心光明，夫复何求。<br>说完了。<br>2024.11.15</p>",
            "image": "https://21wcer.github.io/media/posts/2/mushrooms-8328101_1280.webp",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T14:12:37+08:00",
            "date_modified": "2024-11-15T22:45:06+08:00"
        },
        {
            "id": "https://21wcer.github.io/bi-xu-zhao-yi-ge-zhuan-zhu-dian-bing-chi-zhi-yi-heng.html",
            "url": "https://21wcer.github.io/bi-xu-zhao-yi-ge-zhuan-zhu-dian-bing-chi-zhi-yi-heng.html",
            "title": "必须找一个专注点并持之以恒",
            "summary": "人生很漫长。长得有好几十年，如果以秒计算，都是好多位了。 人生也很短暂。如果无所建树，再长的生命是也是没有宽度的。 以上是从时间上来讲。 从空间上来讲，没有找到一个专注点，人生是不可能挖到水源或掘到金矿的。 就像入宝山，见什么都好，也想什么都要，到后来，空手而归。诚可叹也。 要见成效，就要找一个专注点并长期坚持下去。就像1万小时定律，时间长了，事情成了。 这段胡诌的文字是用来测试这个blog的。 如果你相信，可能也是真的哦。@-@。",
            "content_html": "<p>人生很漫长。长得有好几十年，如果以秒计算，都是好多位了。\n人生也很短暂。如果无所建树，再长的生命是也是没有宽度的。\n以上是从时间上来讲。\n从空间上来讲，没有找到一个专注点，人生是不可能挖到水源或掘到金矿的。\n就像入宝山，见什么都好，也想什么都要，到后来，空手而归。诚可叹也。\n要见成效，就要找一个专注点并长期坚持下去。就像1万小时定律，时间长了，事情成了。\n这段胡诌的文字是用来测试这个blog的。\n如果你相信，可能也是真的哦。@-@。</p>",
            "image": "https://21wcer.github.io/media/posts/1/blue-flower-6620619_1280.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T13:10:10+08:00",
            "date_modified": "2024-11-15T22:44:37+08:00"
        }
    ]
}
