{
    "version": "https://jsonfeed.org/version/1",
    "title": "21wcer.github.io",
    "description": "",
    "home_page_url": "https://21wcer.github.io",
    "feed_url": "https://21wcer.github.io/feed.json",
    "user_comment": "",
    "icon": "https://21wcer.github.io/media/website/notepad-1558811_1920.jpg",
    "author": {
        "name": "21wcer"
    },
    "items": [
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-4.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-4.html",
            "title": "摇头晃脑不严肃读《资治通鉴》4",
            "summary": "日期搬到文尾了。 接着昨天的章节。 智氏田地被分了，智伯头骨被赵襄子漆来做喝酒的东西。赵襄子胆子真大，心也真狠。对得起他一出场时我给他定义的狠人称号。 在这里插了一段智伯家臣豫让为智伯报仇刺杀赵襄子的小故事。文学味浓浓的，真有画面感。豫让先后两次刺杀，一次诈为刑人，一次漆身为癞吞炭为哑，小手段也不少，可惜都没有得手，都被赵襄子发觉，第一次放过，第二次真杀了。 赵襄子：你是义士咋了，第一次给脸，再来一次襄子我也实在是承受不住了。 书中描写有点神异的是赵襄子发现刺杀的过程：先是如厕心动，再是至桥马惊。老天爷就这么眷顾赵襄子？不断提前预警？ 划重点：豫让刺杀，是为“愧天下为人臣怀二心者”。 但豫让为智伯复仇的行为咱总感觉有点莫名其妙，一是不太符合树倒猢狲散的常规情节设定；二是看他被友人识破后之言，有点想立标杆树榜样的意味，并不是单纯为智伯复仇。不知其他读者读至此处，意下如何。 赵襄子“不肯置后”的后遗症很大，长子伯鲁后代及弟弟桓子等赵氏人都不消停，为争位互相逐、杀。读史书，每个角落里都可以闻到血腥味。 韩魏两家也顺便讲了一下三代世系。 魏国的强大是有原因的，列举了魏文侯二三事。一是懂得低姿态招揽人心，魏文侯每过段干木之庐都低下头来，好名声传起来，“四方贤士多归之；二是信守承诺，哪怕天上下雨，与群臣宴乐正欢，也能及时抽身”适野”，不爽与虞人期猎之约；三是和善待人，韩赵二国均相继向魏借兵攻伐对方，但魏文侯都说与两国间都是兄弟拒绝借兵，最后好人有好报，韩赵二国“皆朝于魏”，“始大于三晋，诸侯莫能与之争”。魏国的王道，胜过晋国的霸道多矣。 魏文侯到底是不是仁君，任座与翟璜有不同的答案。任座敢讲真话，翟璜人性拿捏到位，能提供良好的情绪价值，擅权变有急智，但君子行直，我站任座一边。&hellip;",
            "content_html": "<p> </p>\n<p>日期搬到文尾了。</p>\n<p>接着昨天的章节。</p>\n<p>智氏田地被分了，智伯头骨被赵襄子漆来做喝酒的东西。赵襄子胆子真大，心也真狠。对得起他一出场时我给他定义的狠人称号。</p>\n<p>在这里插了一段智伯家臣豫让为智伯报仇刺杀赵襄子的小故事。文学味浓浓的，真有画面感。豫让先后两次刺杀，一次诈为刑人，一次漆身为癞吞炭为哑，小手段也不少，可惜都没有得手，都被赵襄子发觉，第一次放过，第二次真杀了。</p>\n<p>赵襄子：你是义士咋了，第一次给脸，再来一次襄子我也实在是承受不住了。</p>\n<p>书中描写有点神异的是赵襄子发现刺杀的过程：先是如厕心动，再是至桥马惊。老天爷就这么眷顾赵襄子？不断提前预警？</p>\n<p>划重点：豫让刺杀，是为“愧天下为人臣怀二心者”。</p>\n<p>但豫让为智伯复仇的行为咱总感觉有点莫名其妙，一是不太符合树倒猢狲散的常规情节设定；二是看他被友人识破后之言，有点想立标杆树榜样的意味，并不是单纯为智伯复仇。不知其他读者读至此处，意下如何。</p>\n<p>赵襄子“不肯置后”的后遗症很大，长子伯鲁后代及弟弟桓子等赵氏人都不消停，为争位互相逐、杀。读史书，每个角落里都可以闻到血腥味。</p>\n<p>韩魏两家也顺便讲了一下三代世系。</p>\n<p>魏国的强大是有原因的，列举了魏文侯二三事。一是懂得低姿态招揽人心，魏文侯每过段干木之庐都低下头来，好名声传起来，“四方贤士多归之；二是信守承诺，哪怕天上下雨，与群臣宴乐正欢，也能及时抽身”适野”，不爽与虞人期猎之约；三是和善待人，韩赵二国均相继向魏借兵攻伐对方，但魏文侯都说与两国间都是兄弟拒绝借兵，最后好人有好报，韩赵二国“皆朝于魏”，“始大于三晋，诸侯莫能与之争”。魏国的王道，胜过晋国的霸道多矣。</p>\n<p>魏文侯到底是不是仁君，任座与翟璜有不同的答案。任座敢讲真话，翟璜人性拿捏到位，能提供良好的情绪价值，擅权变有急智，但君子行直，我站任座一边。</p>\n<p>读魏文侯与田子方饮论乐音，田子方的形象从文字中立起来了，是有真才实学的，他笑训魏文侯：要晓得自己是干什么的，不要什么都揪来管起，术业有专攻，管官员的就不要去管音乐，容易混淆主业，导致错位失位，抓不住矛盾的主要方面。文侯也是有肚量，没责怪。</p>\n<p>田子方道逢子击“不为礼”，训子击的话更带劲，充分体现了幸福者要退让原则，光脚的不怕穿鞋的，国君、大夫皆有顾忌，田子方一个贫贱士，“言不用，行不合，则纳履而去耳，安往而不得贫贱哉！”。没有什么可失去的，有骨气没奴性，自在由心，去留随意多潇洒，怕个啥？</p>\n<p>屁股有痔疮，腰椎有突出。坐不住了，今天就此作罢。</p>\n<p>2024年11月19日</p>",
            "image": "https://21wcer.github.io/media/posts/8/640.webp",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-19T15:55:49+08:00",
            "date_modified": "2024-11-19T15:55:49+08:00"
        },
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-3.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-3.html",
            "title": "摇头晃脑不严肃读《资治通鉴》3",
            "summary": "2024年11月18日。 读的是卷第一周纪一，时间跨度凡三十五年。 关于纪年。胡注引尔雅的说法。比对太岁所在与天干地支的纪年方式，学到了，但记不住。纪，理也，统理众事而系之年月，用春秋之法系年。 邰、西戎、岐山、周原、右扶风美阳县中水乡、美原城、雍州武功县……历朝历代地名变更，如果有一个电子版的左看右看扩大看缩小看，一定是很幸福的事。 一个点在空间定住，任他时光如何，发生的人和事走了淡了，物理空间意义上，它还是它，站在那儿能感受到历史的厚重，体味到穿越时光后的沉淀。除非被物理摧毁，否则，一直在。念天地之悠悠，天地是空间概念，所谓悠悠，就是一直存在的意思了，此外悠久悠久，悠也是久。 威烈王二十三年。谥法释何谓威与烈。小人物们，湮灭于历史，有个姓氏都可能是奢求了，没有大人物们的讲究。 韩赵魏三家分了晋。威烈王胆子小，不讲礼制，不但不灭了赵韩魏，还封了他们为诸侯，属”崇奖奸名犯分之臣”，默认了事实。乱自此始。周朝覆灭，活该，自作自受。司马光从这个时间点开始下手写，是有深意的。真真是意在言外啊。 重点在“臣光曰”。职-礼-分-名。礼即纪纲，分是君臣，名则公、侯、卿、大夫。天地很大，人多得很，一个人要管下来，要以礼为纪纲，不然以“绝伦之力高世之智”可能也搞不定。 司马光称管理的理想体制是：天子管三公，三公率诸侯，诸侯制卿大夫，卿大夫治士庶人。很好的架构，但如果士庶人们的经济基础人口数量文化水平上来了呢？估计要乱。 “贵以临贱，贱以承贵。上下使之犹如心腹之运手足，根本之制枝叶，下之事上犹手足之卫心腹，枝叶之庇本根，然后能上下相保而国家治安。”这就理想化了，当个体一旦觉醒，不安于名分时，祸乱就会生发。 扯到周文王的易序孔老夫子的系辞，核心在“定位”二字，定尊卑，位贵贱。臣子之分则守节伏死。“有妻之子，不可立妾之子”，嫡长子制的施行，实质是财产有归不乱名分，是维护大人物们统治地位的招数。举了吴国季礼让位不乱分的例子，说“礼莫大于分”。 礼的极端重要性：“辨贵贱，序亲疏，裁群物，制庶事，非名不著，非器不形，名以命之，器以别之，然后上下粲然有伦，此礼之大经也。”惟名与器，不可假人也，孔子不给仲叔于奚繁缨，事未有不生于微而成于著。履霜坚冰至；一日二日万几。说“分莫大于名”。&hellip;",
            "content_html": "<p>2024年11月18日。</p>\n<p>读的是卷第一周纪一，时间跨度凡三十五年。</p>\n<p>关于纪年。胡注引尔雅的说法。比对太岁所在与天干地支的纪年方式，学到了，但记不住。纪，理也，统理众事而系之年月，用春秋之法系年。</p>\n<p>邰、西戎、岐山、周原、右扶风美阳县中水乡、美原城、雍州武功县……历朝历代地名变更，如果有一个电子版的左看右看扩大看缩小看，一定是很幸福的事。</p>\n<p>一个点在空间定住，任他时光如何，发生的人和事走了淡了，物理空间意义上，它还是它，站在那儿能感受到历史的厚重，体味到穿越时光后的沉淀。除非被物理摧毁，否则，一直在。念天地之悠悠，天地是空间概念，所谓悠悠，就是一直存在的意思了，此外悠久悠久，悠也是久。</p>\n<p>威烈王二十三年。谥法释何谓威与烈。小人物们，湮灭于历史，有个姓氏都可能是奢求了，没有大人物们的讲究。</p>\n<p>韩赵魏三家分了晋。威烈王胆子小，不讲礼制，不但不灭了赵韩魏，还封了他们为诸侯，属”崇奖奸名犯分之臣”，默认了事实。乱自此始。周朝覆灭，活该，自作自受。司马光从这个时间点开始下手写，是有深意的。真真是意在言外啊。</p>\n<p>重点在“臣光曰”。职-礼-分-名。礼即纪纲，分是君臣，名则公、侯、卿、大夫。天地很大，人多得很，一个人要管下来，要以礼为纪纲，不然以“绝伦之力高世之智”可能也搞不定。</p>\n<p>司马光称管理的理想体制是：天子管三公，三公率诸侯，诸侯制卿大夫，卿大夫治士庶人。很好的架构，但如果士庶人们的经济基础人口数量文化水平上来了呢？估计要乱。</p>\n<p>“贵以临贱，贱以承贵。上下使之犹如心腹之运手足，根本之制枝叶，下之事上犹手足之卫心腹，枝叶之庇本根，然后能上下相保而国家治安。”这就理想化了，当个体一旦觉醒，不安于名分时，祸乱就会生发。</p>\n<p>扯到周文王的易序孔老夫子的系辞，核心在“定位”二字，定尊卑，位贵贱。臣子之分则守节伏死。“有妻之子，不可立妾之子”，嫡长子制的施行，实质是财产有归不乱名分，是维护大人物们统治地位的招数。举了吴国季礼让位不乱分的例子，说“礼莫大于分”。</p>\n<p>礼的极端重要性：“辨贵贱，序亲疏，裁群物，制庶事，非名不著，非器不形，名以命之，器以别之，然后上下粲然有伦，此礼之大经也。”惟名与器，不可假人也，孔子不给仲叔于奚繁缨，事未有不生于微而成于著。履霜坚冰至；一日二日万几。说“分莫大于名”。</p>\n<p>名器名器，我今天晓得了，那是权力的表征，要从细微处就审慎给与或让渡。</p>\n<p>春秋大乱，战国纷争，都是没有规矩与失去秩序后乱象频出的后遗症，“礼之体什丧七八”。</p>\n<p>礼之体丧但名分仍存，让周室又活了很久，“然历数百年”。晋文公有大功请“隧”，襄王仍不予，维护名分。力可暴杀，名不乱来，是文明与野蛮的分野，也是惧天下共诛之。</p>\n<p>晋大夫分晋，而天子“既不能讨，又宠秩之”，这里又给了周威烈王几大棒。谁让你不遵名分？君臣之礼既坏，天下以智力相雄长，造成严重后果：遂使圣贤之后为诸侯者，社稷无不泯绝，生民之类糜灭几尽，岂不哀哉！</p>\n<p>当然，历史车轮往前跑，咱回首去再面对周威烈王，他可能也会双手一摊：情势如此，我守得住吗？</p>\n<p>不管怎样，天子自坏社稷的原罪，司马光拍了板，威烈王是逃不了的。</p>\n<p>智果评智宣子择后，说瑶不如宵。客观评价智瑶有五贤一不逮，主要缺点是不仁。拿今天的话来讲，就是才能十分OK，但品德跟不上，“以其五贤凌人而以不仁行之”，大家都害怕他啊。但嫡长子制啊，智宣子不听智果的，还是立了智瑶。智果聪明，逃了，“别族于太史”。</p>\n<p>另一家赵简子择后是有方法的，书训戒之辞以简授二子，三年后才问，次子无恤训戒辞就记得好，还能马上从袖子中掏出简来，老大伯鲁连简在什么地方都忘了，更别说那些训戒之辞了。我看赵简子，直接100分拉满的心机男。</p>\n<p>赵简子使尹铎为晋阳，尹铎是个好同志。把话说清楚后，一心为赵国着想，假“损其户数”，以保障长远。赵简子也拎得清，“无以晋阳为远，必以为归。”</p>\n<p>智襄子蓝台会，“智伯戏康子而侮段规”，“一不逮”的形状出来了。智国劝他早作准备，他也不听，还狂妄地说他不为难别人，别人都算是烧高香了，“难将由我。我不为难，谁敢兴之！”典型的憨包一个啊。这里有一句好话：“君子能勤小物，故无大患”。</p>\n<p>蓝台会后，智伯又作妖，向韩康子要地。韩康子是有情绪的，不想给。但人家段规是个高人哪，分析一番智伯性格后定了决策，不但要给，还给“万家之邑”，让智伯增大胃口去祸害别国早早作死。</p>\n<p>在“邑”字上，胡注论证了一大长篇。我略过了。</p>\n<p>智伯向魏桓子要地。魏桓子也有高人任章，又是对智伯好一番分析，经典的“欲取先予”来了。突出一个“骄敌”。</p>\n<p>轮到狠人上场。智伯又向赵襄子要地，这回目标明确指向蔡、皋狼之地。狠人赵襄子不干了，开打。</p>\n<p>前面的伏笔起作用了。赵襄子既不走长子县，又不走邯郸，“城厚完”与“仓库实”算个屁，走晋阳，晋阳才是民心依归的根据地啊。得民心者得天下，现在是常识，当时能看清的人不多。</p>\n<p>仗打得惨烈，“沈灶产蛙，民无叛意”，尹铎的布局起作用了。</p>\n<p>魏桓子、韩康子与智伯三人战时同车巡水，智伯准备水淹赵国军队，魏桓子、韩康子对智伯决定有可能落到自己头上的情节描写得很精彩，本地话讲，就是打手倒拐，踩脚拇指，互相挤眼睛提醒：今天他搞别人，明天就有可能搞我们呀，咱们二人不劝，由他作死。</p>\n<p>智伯随从谋士絺疵的话，非常中肯一针见血：韩魏必反。还讲了一系列理由，从战略形势到一路陪同的察颜观色。但奈何人家智伯不听，在作死的道路上疾速狂奔，还当耳报神通风报信出卖絺疵，又被絺疵看出。你可以想见絺疵同志的心里塌了多大的一块。后来见势不对，絺疵也跑了，“请使于齐”。智伯啊智伯，你身边哪么多优秀人才，你怎么都留不住呢？</p>\n<p>感受：不固执，听取别人的正确意见是多么重要啊，固执骄傲与好奇一样，都能害死人。</p>\n<p>赵襄子派张孟谈潜见韩魏二子，以唇亡齿寒的理由进行说服，大家一拍即合，互相劝勉要保密，指天指地发誓言。赵国离间成功，派人杀守堤之吏决水反灌智伯之军，韩魏反戈一击，赵军趁智伯之军救水正面冲锋，“遂杀智伯，尽灭智氏之族”。</p>\n<p>读至此处，司马光先生沐浴整装上场，开始讲心里话：说智伯死于才胜德，才与德大大不同的，大家分不清，都说成是贤明，明显是看错人。论证了一通才与德的关系，还举了例子，主旨为以德为先，才德兼备最佳。就才德具备情况而言分了三类人：全没有的是愚人，德超过才君子，才超过德小人。</p>\n<p>取人，取愚人都比取小人好，君子为佳，小人危害太太大了，小人挟才以为恶，恶无不至。“小人智足以遂其奸，勇足以决其暴，是虎而翼者也。”</p>\n<p>有德者人尊敬，但易疏远。有才者人喜爱，易亲近。所以很多人多蒙蔽于才而遗失于德。自古以来，国之乱臣，家之败子，才有余而德不足，以致倾覆者很多很多，不仅止智伯一个。知晓才德之分，才不会看错人啊。</p>\n<p>这个道理，古今通用的。</p>\n<p>今天暂时就读到这里。</p>\n<p> </p>",
            "image": "https://21wcer.github.io/media/posts/7/640-3.jpeg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-18T13:58:54+08:00",
            "date_modified": "2024-11-18T14:21:45+08:00"
        },
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-2.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-2.html",
            "title": "摇头晃脑不严肃读《资治通鉴》2",
            "summary": "2024年11月17日。 日子很神圣，是我肉身存在的凭据，所以，先把它写出来。以后要成为惯例。 我今天又开始翻书，近期估计都是《资治通鉴》居多。当然，其他的书如果我恰好想翻翻读读，也是可以的。一直读的都是一本书，时间长了也可能会倒灶想吐的。翻书是个好习惯，要坚持。 王磐所作《兴文署新刊资治通鉴序》开篇即言，各种“载籍之文”多得很，不晓得选择想全部看完，那你不是在做梦就是躺在床头说胡话，一辈子都不可能的。如果盲目去干，恭喜，佛家讲的入海算沙，“穷年不能究其辞，没世不能通其义”。没错，别躲，说的就是我。这把年纪了，还啥子都想学，可能不？美的你！ 君子之学，期于适用。如果一味驰骛高远，陷溺异端，放浪词华，“皆不足谓之学也”，被先生打屁股，大概也是不冤的。什么是适用，这儿给了你定义：议事以制，政乃不迷。 司马光先生写此书的不容易，这儿又复述了一遍。一系列的排比句，搞得我头都有点晕。接着又讲设置兴文署的由来。说这是这是必须的，不然今天有些好书你就没得翻了。 王磐最后这段话深得我心。“噫！遐乡小邑，虽有长材秀民，向慕于学而无书可读，悯默以空老者多矣。”人家说的是实话，咱也得点点赞。只是现在好多人手边到处都是书，书也容易找到，纸质的电子版的来源渠道也多，也不见多少人读，都去刷短视频打游戏去了，估计以后一生的自我总结文，“空老”二字也是有位置的。不是说那些行为不好，只是真正读书的人少了，看到这种情状，我也感到甚是遗憾，心里小小的不得劲。 别小看一本书，力量大得很。张留侯因圯上老人出袖中书而成为万乘师，穆伯长因镂昌黎文集而天下文风变。知识就是力量，观点强化此处对我再+1。 接下来读到御制的《资治通鉴序》。皇帝作序，算是对这个事挺重视的了。我们来看看宋神宗都说了啥。 六个词：畜德，笃实，日新。三宗旨：明得失之迹，存王道之正，垂鉴戒于后世。一眼一眼看，我闻到书页中基本都是老酒的味道。 然后又讲司马光先生的成书经过与不容易，就是网罗收集了好多书，做了好多考据甄别工作，开了写史的体例先河，“是非不谬于圣人，褒贬出于至当”，正礼教，明纲纪。我看出来了，用了一些夸张的修辞手法。不过不影响本人在此对司马光先生再次致敬。 我恍惚打盹间听见宋神宗在御花园里自言自语：司马光这傢伙还是有两下的，赏，大大的赏，书名我也给他定了，就叫《资治通鉴》。&hellip;",
            "content_html": "<p>2024年11月17日。</p>\n<p>日子很神圣，是我肉身存在的凭据，所以，先把它写出来。以后要成为惯例。</p>\n<p>我今天又开始翻书，近期估计都是《资治通鉴》居多。当然，其他的书如果我恰好想翻翻读读，也是可以的。一直读的都是一本书，时间长了也可能会倒灶想吐的。翻书是个好习惯，要坚持。</p>\n<p>王磐所作《兴文署新刊资治通鉴序》开篇即言，各种“载籍之文”多得很，不晓得选择想全部看完，那你不是在做梦就是躺在床头说胡话，一辈子都不可能的。如果盲目去干，恭喜，佛家讲的入海算沙，“穷年不能究其辞，没世不能通其义”。没错，别躲，说的就是我。这把年纪了，还啥子都想学，可能不？美的你！</p>\n<p>君子之学，期于适用。如果一味驰骛高远，陷溺异端，放浪词华，“皆不足谓之学也”，被先生打屁股，大概也是不冤的。什么是适用，这儿给了你定义：议事以制，政乃不迷。</p>\n<p>司马光先生写此书的不容易，这儿又复述了一遍。一系列的排比句，搞得我头都有点晕。接着又讲设置兴文署的由来。说这是这是必须的，不然今天有些好书你就没得翻了。</p>\n<p>王磐最后这段话深得我心。“噫！遐乡小邑，虽有长材秀民，向慕于学而无书可读，悯默以空老者多矣。”人家说的是实话，咱也得点点赞。只是现在好多人手边到处都是书，书也容易找到，纸质的电子版的来源渠道也多，也不见多少人读，都去刷短视频打游戏去了，估计以后一生的自我总结文，“空老”二字也是有位置的。不是说那些行为不好，只是真正读书的人少了，看到这种情状，我也感到甚是遗憾，心里小小的不得劲。</p>\n<p>别小看一本书，力量大得很。张留侯因圯上老人出袖中书而成为万乘师，穆伯长因镂昌黎文集而天下文风变。知识就是力量，观点强化此处对我再+1。</p>\n<p>接下来读到御制的《资治通鉴序》。皇帝作序，算是对这个事挺重视的了。我们来看看宋神宗都说了啥。</p>\n<p>六个词：畜德，笃实，日新。三宗旨：明得失之迹，存王道之正，垂鉴戒于后世。一眼一眼看，我闻到书页中基本都是老酒的味道。</p>\n<p>然后又讲司马光先生的成书经过与不容易，就是网罗收集了好多书，做了好多考据甄别工作，开了写史的体例先河，“是非不谬于圣人，褒贬出于至当”，正礼教，明纲纪。我看出来了，用了一些夸张的修辞手法。不过不影响本人在此对司马光先生再次致敬。</p>\n<p>我恍惚打盹间听见宋神宗在御花园里自言自语：司马光这傢伙还是有两下的，赏，大大的赏，书名我也给他定了，就叫《资治通鉴》。</p>\n<p>读了两三天了，都还在序文中打转转。我对自己的阅读速度也是暗暗佩服的。</p>\n<p>不管了，哪里天黑哪里歇，读到哪儿算哪儿。又没人定任务。</p>\n<p>明天太阳照常升起，咱以后又读。</p>\n<p> </p>\n<p> </p>\n<p> </p>",
            "image": "https://21wcer.github.io/media/posts/6/IMG_0927.jpeg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-17T17:26:27+08:00",
            "date_modified": "2024-11-17T18:14:30+08:00"
        },
        {
            "id": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-1.html",
            "url": "https://21wcer.github.io/yao-tou-huang-nao-bu-yan-su-du-lesslesszi-zhi-tong-jiangreatergreater-1.html",
            "title": "摇头晃脑不严肃读《资治通鉴》1",
            "summary": "2024年11月15日。我打开了《资治通鉴》这本书。 选的版本是宋胡三省的注本。 版本、刻本的事，咱不是专家学者，就懒得管了。 PS：最近看见浙版蓝本三民书局稿《资治通鉴》，很心仪，但价格小贵小贵，咱这守财奴，知道自己是不会买的😀。 大多数人都说好的，那一定是好的。管他什么版本，顺手捡来。泡一杯茶，正二八经翻起，读起。竖版真的有点不符阅读习惯。 《资治通鉴》是古典编年史。司马光加3个或N个以上助手，耗时19年整的书（记录公元前403-公元959间1362年的令掌权者汲取管理智慧的事）。19年都够一个人从幼儿成长为青年了，能坚持这么久，真是有情怀的。 柏杨坐牢，为不虚度光阴，翻译《资治通鉴》。胡三省是为躲兵祸，“释通鉴三十年，兵难，稿三失”。有大把时间搞这个事，人家都是有原因的。咱饱食终日，也得找点事做，算是消食度日了。 书名是宋神宗赐的，“鉴于往事，有资于治道”，还写了序。大有来头，大有嚼头，“专取关国家盛衰，系生民休戚，善可为法，恶可为戒者以为是书”。 经以载道，史以记事。人君，人臣，人子，三种人都要学通鉴，不然，大帽子盖上来。其实，咱们小人物，不学，一辈子也还不是过得好好的🍎。总是强调意义，有的时候扎实令人厌烦。 这本书是不好读的。司马光说书整完工后，只有王胜之一个人借去一读，他人读未尽一纸，已欠伸思睡（胡三省《新注资治通鉴序》）。辛酸极了。 讲到睡觉，我也是困了。睡觉去。 （202411152230）",
            "content_html": "<p>2024年11月15日。我打开了《资治通鉴》这本书。</p>\n<p>选的版本是宋胡三省的注本。</p>\n<p>版本、刻本的事，咱不是专家学者，就懒得管了。</p>\n<p>PS：最近看见浙版蓝本三民书局稿《资治通鉴》，很心仪，但价格小贵小贵，咱这守财奴，知道自己是不会买的😀。</p>\n<p>大多数人都说好的，那一定是好的。管他什么版本，顺手捡来。泡一杯茶，正二八经翻起，读起。竖版真的有点不符阅读习惯。</p>\n<p>《资治通鉴》是古典编年史。司马光加3个或N个以上助手，耗时19年整的书（记录公元前403-公元959间1362年的令掌权者汲取管理智慧的事）。19年都够一个人从幼儿成长为青年了，能坚持这么久，真是有情怀的。</p>\n<p>柏杨坐牢，为不虚度光阴，翻译《资治通鉴》。胡三省是为躲兵祸，“释通鉴三十年，兵难，稿三失”。有大把时间搞这个事，人家都是有原因的。咱饱食终日，也得找点事做，算是消食度日了。</p>\n<p>书名是宋神宗赐的，“鉴于往事，有资于治道”，还写了序。大有来头，大有嚼头，“专取关国家盛衰，系生民休戚，善可为法，恶可为戒者以为是书”。</p>\n<p>经以载道，史以记事。人君，人臣，人子，三种人都要学通鉴，不然，大帽子盖上来。其实，咱们小人物，不学，一辈子也还不是过得好好的🍎。总是强调意义，有的时候扎实令人厌烦。</p>\n<p>这本书是不好读的。司马光说书整完工后，只有王胜之一个人借去一读，他人读未尽一纸，已欠伸思睡（胡三省《新注资治通鉴序》）。辛酸极了。</p>\n<p>讲到睡觉，我也是困了。睡觉去。</p>\n<p>（202411152230）</p>\n<p> </p>",
            "image": "https://21wcer.github.io/media/posts/5/glasses-1052010_1280.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "思考"
            ],
            "date_published": "2024-11-15T22:30:13+08:00",
            "date_modified": "2024-11-17T17:33:41+08:00"
        },
        {
            "id": "https://21wcer.github.io/mang-huo-liao-yi-tian.html",
            "url": "https://21wcer.github.io/mang-huo-liao-yi-tian.html",
            "title": "忙活了一天",
            "summary": "休假了，应该是走亲访友，外出旅游，超市购物等等。 我没有，身体不行，只能小范围活动。 可我收缩得实在有点窄。一整天都是蜗居在家。 总要找点事做。 想起许久前就想搞一个文字园子地。不如今天开干？ 上网查资料，各种对比。 最终选定用这个publii。原因是不用写代码，看着界面也甚合眼缘。 就它，一搞就是一整天。 假期减少了一天，我收获了一个可以嘀嘀咕咕的角落。 还是有意义的。",
            "content_html": "<p>休假了，应该是走亲访友，外出旅游，超市购物等等。\n我没有，身体不行，只能小范围活动。\n可我收缩得实在有点窄。一整天都是蜗居在家。\n总要找点事做。\n想起许久前就想搞一个文字园子地。不如今天开干？\n上网查资料，各种对比。\n最终选定用这个publii。原因是不用写代码，看着界面也甚合眼缘。\n就它，一搞就是一整天。\n假期减少了一天，我收获了一个可以嘀嘀咕咕的角落。\n还是有意义的。</p>",
            "image": "https://21wcer.github.io/media/posts/4/leaf-8144517_1920.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "记录"
            ],
            "date_published": "2024-11-15T18:25:50+08:00",
            "date_modified": "2024-11-15T18:27:29+08:00"
        },
        {
            "id": "https://21wcer.github.io/shi-jian-xiao-jie-yi-qie.html",
            "url": "https://21wcer.github.io/shi-jian-xiao-jie-yi-qie.html",
            "title": "时间消解一切",
            "summary": "时光真的是最好的疗愈师。没有什么是神圣的，一切都会随着时间消解。 就我而言。１岁时，世界混沌未知，我成天沉睡。10岁时，世界有了颜色。我有了分别心，喜好牵着我的心走，时常跌倒，然后又爬起来行走。20岁时，我把自己放得很卑微。世界上神秘的东西，让我向往，它们戴上神圣的帽子；那些大人物，距离使我看不清他们，他们身后都洒上神圣的光环。30岁，我对世界充满了钝感力。但还是有一些东西或观点会蒙蔽我的大脑与眼睛。还没有完全独立，对生死得失充满畏惧。 再后来4050，我不再年轻。活得越长，经历越多，我对自己和世界都没有看法了。通透了知活在此时此地，彻悟当下才是唯一。 也就没有什么是神圣的了。",
            "content_html": "<p>时光真的是最好的疗愈师。没有什么是神圣的，一切都会随着时间消解。<br><br>就我而言。１岁时，世界混沌未知，我成天沉睡。10岁时，世界有了颜色。我有了分别心，喜好牵着我的心走，时常跌倒，然后又爬起来行走。20岁时，我把自己放得很卑微。世界上神秘的东西，让我向往，它们戴上神圣的帽子；那些大人物，距离使我看不清他们，他们身后都洒上神圣的光环。30岁，我对世界充满了钝感力。但还是有一些东西或观点会蒙蔽我的大脑与眼睛。还没有完全独立，对生死得失充满畏惧。<br><br>再后来4050，我不再年轻。活得越长，经历越多，我对自己和世界都没有看法了。通透了知活在此时此地，彻悟当下才是唯一。</p>\n<p>也就没有什么是神圣的了。</p>",
            "image": "https://21wcer.github.io/media/posts/3/volcano-8488486_1280.webp",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T14:17:10+08:00",
            "date_modified": "2024-11-15T22:45:37+08:00"
        },
        {
            "id": "https://21wcer.github.io/xian-shuo-ji-ju.html",
            "url": "https://21wcer.github.io/xian-shuo-ji-ju.html",
            "title": "先说几句",
            "summary": "按例，有一样新东西，必须是先说几句什么的。 我不是一个特立独行的人，我循常例。 首先，为了对抗衰老、遗忘，我必须建立一个记录的地方。 乱逛乱逛的，找到了这个地方。简单，直接，方便，是我喜欢的方式。 它叫publii，老实说，这个英文字现在代表什么意思，我还真不知道。 我就是一个很懒的人。连查查字典都觉得费事。要知道它的意思，以后的机缘随时都有。 其次，我的思想，如果可以称为思想的话，必须找一个安放的地方。 灵魂虚无缥缈，思想可以用一个个字事具象化表达。 这儿本质上就是个人仓库，那些好的坏的美的丑的脏的净的各种想法，可以一股脑胡乱堆放在这里。 无须有序，主打一个随意。 再次，在我大多数沉默的时间里，它可以充当我人生的留白处。 当我想言说的时候，我就可以写写，没有秩序，散漫自由，束缚与桎梏是不存在的。&hellip;",
            "content_html": "<p>按例，有一样新东西，必须是先说几句什么的。<br>我不是一个特立独行的人，我循常例。<br>首先，为了对抗衰老、遗忘，我必须建立一个记录的地方。<br>乱逛乱逛的，找到了这个地方。简单，直接，方便，是我喜欢的方式。<br>它叫publii，老实说，这个英文字现在代表什么意思，我还真不知道。<br>我就是一个很懒的人。连查查字典都觉得费事。要知道它的意思，以后的机缘随时都有。<br>其次，我的思想，如果可以称为思想的话，必须找一个安放的地方。<br>灵魂虚无缥缈，思想可以用一个个字事具象化表达。<br>这儿本质上就是个人仓库，那些好的坏的美的丑的脏的净的各种想法，可以一股脑胡乱堆放在这里。<br>无须有序，主打一个随意。<br>再次，在我大多数沉默的时间里，它可以充当我人生的留白处。<br>当我想言说的时候，我就可以写写，没有秩序，散漫自由，束缚与桎梏是不存在的。<br>我就是自己的读者，他人与我何干。取悦大众，尘欲显己，虚荣且虚伪，吾不屑为。<br>最后，知行要合一。放再多的屁冲不走迷惘，改变不了境遇，坐而论道不如起而行之，行胜于言是永恒的道理。<br>那怕是在书本上划几条线，在笔记上写几行字，到阳台上浇浇花，在街边看看养眼的美女，都比成天静默宴坐对身体有益。<br>何况我还有若干体检指标上上下下的。<br>诸恶莫作，众善奉行。我心光明，夫复何求。<br>说完了。<br>2024.11.15</p>",
            "image": "https://21wcer.github.io/media/posts/2/mushrooms-8328101_1280.webp",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T14:12:37+08:00",
            "date_modified": "2024-11-15T22:45:06+08:00"
        },
        {
            "id": "https://21wcer.github.io/bi-xu-zhao-yi-ge-zhuan-zhu-dian-bing-chi-zhi-yi-heng.html",
            "url": "https://21wcer.github.io/bi-xu-zhao-yi-ge-zhuan-zhu-dian-bing-chi-zhi-yi-heng.html",
            "title": "必须找一个专注点并持之以恒",
            "summary": "人生很漫长。长得有好几十年，如果以秒计算，都是好多位了。 人生也很短暂。如果无所建树，再长的生命是也是没有宽度的。 以上是从时间上来讲。 从空间上来讲，没有找到一个专注点，人生是不可能挖到水源或掘到金矿的。 就像入宝山，见什么都好，也想什么都要，到后来，空手而归。诚可叹也。 要见成效，就要找一个专注点并长期坚持下去。就像1万小时定律，时间长了，事情成了。 这段胡诌的文字是用来测试这个blog的。 如果你相信，可能也是真的哦。@-@。",
            "content_html": "<p>人生很漫长。长得有好几十年，如果以秒计算，都是好多位了。\n人生也很短暂。如果无所建树，再长的生命是也是没有宽度的。\n以上是从时间上来讲。\n从空间上来讲，没有找到一个专注点，人生是不可能挖到水源或掘到金矿的。\n就像入宝山，见什么都好，也想什么都要，到后来，空手而归。诚可叹也。\n要见成效，就要找一个专注点并长期坚持下去。就像1万小时定律，时间长了，事情成了。\n这段胡诌的文字是用来测试这个blog的。\n如果你相信，可能也是真的哦。@-@。</p>",
            "image": "https://21wcer.github.io/media/posts/1/blue-flower-6620619_1280.jpg",
            "author": {
                "name": "21wcer"
            },
            "tags": [
                   "言说"
            ],
            "date_published": "2024-11-15T13:10:10+08:00",
            "date_modified": "2024-11-15T22:44:37+08:00"
        }
    ]
}
